Repository: VivoKey/poldi
Catalog: po/*.po
Languages: de

source: Dump certain card information
de: Informationen der Smartcard ausgeben

source: Print authentication key from card
de: Zeige Authentifikationsschlüssel der Karte an

source: Print serial number from card
de: Zeige Seriennummer der Karte an

source: Enable debugging mode
de: Aktiviere Debugging-Modus

source: failed to initialize logging: %s
de: konnte Protokollierung nicht initialisieren: %s

source: failed to set logging backend: %s
de: konnte Protokollierungs-Backend nicht aktivieren: %s

source: parsing argument vector failed: %s
de: Auswerten des Argumentvektors fehlgeschlagen: %s

source: more than one command specified (try --help)
de: mehr als ein Kommando angegeben (versuche --help)

source: no command specified (try --help)
de: kein Kommando angegeben (versuche --help)

source: failed to connect to scdaemon: %s
de: Verbinden zum Scdaemon fehlgeschlagen: %s

source: failed to retrieve smartcard data: %s
de: konnte Daten der Smartcard nicht empfangen: %s

source: Please enter username:
de: Bitte Benutzername eingeben:

source: Trying authentication as user `%s'...
de: Versuche Authentifizierung als Benutzer '%s'...

source: Serial number %s is not associated with user %s
de: Seriennummer %s ist nicht assoziiert mit Benutzer %s

source: failed to generate challenge: %s
de: Generierung der Challenge fehlgeschlagen: %s

source: failed to retrieve challenge signature from card: %s
de: konnte Signatur der Challenge nicht von der Karte empfangen: %s

source: failed to verify challenge
de: Verifizierung der Challenge fehlgeschlagen

source: failed to construct key file path for serial number `%s': %s
de: konnte Pfad fuer die Schlüsseldatei für die Seriennummer '%s' nicht konstruieren: %s

source: failed to retrieve key from key file `%s': %s
de: Auslesen des Schlüssels aus der Schlüsseldatei '%s' fehlgeschlagen: %s

source: failed to convert key from `%s' into S-Expression: %s
de: konnte Schlüssel aus '%s' nicht in eine S-Expression konvertieren: %s

source: PIN too long for buffer!
de: PIN zu lang für Puffer

source: getpin_cb called with flags set in info string `%s'
de: getpin-Callback mit nicht unterstützten Flags in '%s' aufgerufen

source: frob_info_msg failed for info msg of size %u
de: frob_info_msg fehlgeschlagen für eine Nachricht der Länge %u

source: Please enter the PIN:
de: Bitte PIN eingeben:

source: ignored inquiry from dirmngr: `%s'
de: ignorierte Anfrage von Dirmngr: '%s'

source: failed to send back empty value to dirmngr: %s
de: zurücksenden eines leeren Werts an Dirmngr fehlgeschlagen: %s

source: unsupported assuan inquiry `%s'
de: nicht unterstützte Assuan Anfrage '%s'

source: failed to create new ksba certificate object: %s
de: erzeugen eines neuen KSBA Zertifikatobjekts fehlgeschlagen: %s

source: Specify local socket for dirmngr access
de: Spezifiziert den lokalen Socket fuer Dirmngr Zugriff

source: Specify X509 domain for this host
de: Spezifiziere die X509 Domäne für dieses System

source: failed to duplicate %s (length: %i): %s
de: konnte %s (Länge: %i) nicht duplizieren: %s

source: libksba did not return a proper S-Exp
de: libksba gab keine gültige S-Expression zurück

source: failed to convert KSBA s-expression into s-expression object: %s
de: konnte KSBA S-Expression nicht in S-Expression Objekt konvertieren: %s

source: failed to extract username from certificate
de: konnte Benutzername nicht aus dem Zertifikat extrahieren: %s

source: invalid certificate URL on card
de: ungültige Zertifikats URL auf der Karte

source: x509 authentication method not properly configured
de: X509 Authentifikationsmethode nicht richtig konfiguriert

source: public key url is '%s'
de: URL des Öffentlichen Schlüssels ist '%s'

source: failed to look up certificate `%s': %s
de: nachschlagen des Zertifikats '%s' gescheitert: %s

source: failed to verify challenge signature
de: Verifizierung der Signatur der Challenge fehlgeschlagen

source: failure: %s
de: fehlgeschlagen: %s

source: success
de: Erfolg

source: failed to duplicate %s: %s
de: Konnte %s nicht duplizieren: %s

source: unknown authentication method '%s'
de: unbekannte Authentifikationsmethode '%s'

source: asprintf() failed in modify_environment_putenv(): %s
de: asprintf() in modify_environment_putenv() fehlgeschlagen: %s

source: pam_putenv() failed in modify_environment_putenv(): %s
de: pam_putenv() in modify_environment_putenv() fehlgeschlagen: %s

source: failed to parse configuration file '%s': %s
de: Lesen der Konfigurationsdatei '%s' fehlgeschlagen: %s

source: failed to parse PAM argument vector: %s
de: Auswertung des PAM Argumentvektors fehlgeschlagen: %s

source: no authentication method specified
de: Keine Authentifikationsmethode spezifiziert

source: using authentication method `%s'
de: benutze Authentifikationsmethode '%s'

source: failed to initialize authentication method %i: %s
de: Initialisierung der Authentifikationsmethode %i fehlgeschlagen: %s

source: failed to initialize parsing of configuration file for authentication method %s: %s
de: konnte Auswertung der Konfigurationsdatei für die Authentifikationsmethode %s nicht beginnen: %s

source: failed to parse configuration for authentication method %i: %s
de: konnte Konfigurationsdatei für die Authentifikationsmethode %i nicht lesen: %s

source: failed to retrieve PAM conversation structure
de: konnte PAM conversation-structure nicht empfangen

source: failed to retrieve username from PAM: %s
de: konnte Benutzername nicht von PAM empfangen: %s

source: Waiting for card for user `%s'...
de: Warte auf Karte für Benutzer '%s'...

source: Insert authentication card for user `%s'
de: Bitte Authentifikationskarte für Benutzer '%s' einlegen

source: Waiting for card...
de: Warte auf Karte...

source: Insert authentication card
de: Bitte Authentifikationskarte einlegen

source: failed to wait for card insertion: %s
de: Warten auf Karte fehlgeschlagen: %s

source: connected to card; serial number is: %s
de: Verbunden zur Karte; Seriennummer ist: '%s'

source: authentication failed: %s
de: Authentifikation fehlgeschlagen: %s

source: authentication succeeded
de: Authentifikation erfolgreich

source: malformed GPG_AGENT_INFO environment variable
de: syntaktisch ungültige GPG_AGENT_INFO Umgebungsvariable

source: agent protocol version %d is not supported
de: Agent-Protokoll Version %d ist nicht unterstützt

source: warning: can't store getinfo data: %s
de: Warnung: konnte GETINFO Daten nicht speichern: %s

source: connected to system scdaemon through socket '%s'
de: über den Socket '%s' zu System Scdaemon verbunden

source: got scdaemon socket name from gpg-agent, connected to socket '%s'
de: Scdaemon Socket Namen über GPG-Agent empfangen, verbunden mit Socket '%s'

source: no running scdaemon - starting one
de: Kein aktiver Scdaemon - starte einen

source: error flushing pending output: %s
de: konnte wartende Ausgabe nicht schreiben: %s

source: spawned a new scdaemon (path: '%s')
de: neuer Scdaemon gestartet (Pfad: '%s')

source: could not connect to any scdaemon: %s
de: Verbinden zu Scdaemon fehlgeschlagen: %s

source: connection to scdaemon established
de: Verbindung zu Scdaemon hergestellt

source: Please report bugs to <%s>.
de: Bitte sende Fehlerberichte an <%s>.

source: unknown option '%s'
de: unbekannte Option '%s'

source: parse-callback returned error '%s' for argument '%s'
de: parse-Callback hat Fehler '%s' für das Argument '%s' zurückgegeben

source: missing required argument for '%s'
de: fehlendes notwendiges Argument für '%s'

source: too many arguments specified for option '%s'
de: zu viele Argumente für Options '%s' angegeben
